Ran Plan for dir: `_infra` workspace: `default`

<details><summary>Show Output</summary>

```diff
2021/11/26 12:29:42 [DEBUG] POST http://host.docker.internal:8000/api/v1/project/12345/terraform/state/lock/terraform.lock
2021/11/26 12:29:42 [DEBUG] GET http://host.docker.internal:8000/api/v1/project/12345/terraform/state/terraform.state

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.b will be created
+ resource "aws_s3_bucket" "b" {
      + acceleration_status         = (known after apply)
      + acl                         = "public-read"
      + arn                         = (known after apply)
      + bucket                      = "mybucket"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
2021/11/26 12:29:51 [DEBUG] DELETE http://host.docker.internal:8000/api/v1/project/12345/terraform/state/unlock/terraform.lock

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d _infra`
* :put_litter_in_its_place: To **delete** this plan click [here](https://5d5a-2a02-c7e-2c31-4b00-845-9d36-e82f-3c76.ngrok.io/lock?id=nassergonzalez%252Finfra-test%252F_infra%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d _infra`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
